<?php
/**
 * 年级升级配置文件
 */
return array(
    'GRADE_CONFIG' => array(
        //六三制
        1 => array(
            1 => 2,
            2 => 3,
            3 => 4,
            4 => 5,
            5 => 6,
            6 => null,
            
            7 => 8,
            8 => 9,
            9 => null,
            
            10 => 11,
            11 => 12,
            12 => null,
        ),
        //五四制
        2 => array(
            1 => 2,
            2 => 3,
            3 => 4,
            4 => 5,
            5 => null,
            
            7 => 8,
            8 => 9,
            9 => 13,
            13 => null,
            
            10 => 11,
            11 => 12,
            12 => null,
        ),
    )
);